package com.example.dnn_try11_main;

public class Logo_classes {
    public static String[] classes = new String[]{"DS", "JAC", "Jeep", "MG", "MINI", "cnhtc", "三菱", "上海汇众", "东南", "东风", "中兴汽车", "中华", "丰田", "丰田mark", "丰田皇冠",
            "五十铃", "五菱", "众泰", "依维柯", "全球鹰", "凯迪拉克", "别克", "力帆", "北京福田", "北汽", "北汽制造", "北汽幻速", "华泰", "双环", "吉利", "吉利帝豪",
            "启辰", "哈弗", "哈飞", "夏利", "大众", "奇瑞", "奔腾", "奔驰", "奥迪", "威旺", "宝沃", "宝马", "宝骏", "川汽野马", "广汽", "开瑞Karry", "思铭",
            "斯巴鲁", "斯柯达", "日产", "昌河", "本田", "标致", "欧宝", "比亚迪", "江淮", "江铃", "江铃驭胜", "沃尔沃", "海马", "海马郑州", "玛莎拉蒂", "现代",
            "福特", "福田", "福迪", "红旗", "纳智捷", "羊城汽车", "英伦汽车", "英菲尼迪", "荣威", "菲亚特", "讴歌", "起亚", "路虎", "金旅客车", "金杯", "金牛",
            "金龙客车", "铃木", "长城", "长安商用", "长安新", "长安旧", "陆风", "雪佛兰", "雪铁龙", "雷克萨斯", "雷诺", "马自达", "黄海"};
}
